Repository: mozilla-l10n/mt-training-data
Catalog: nla/nla_pontoon.tmx
Source language: en_us
Languages: nla

source: Review transcriptions of recorded sentences for accuracy
nla: ŋáŋtə́ kəʉ məzə̂u mi pə́ shərə́ ŋnwa'a cər məkəm-tsâr mi pə́ ghou mə́ pəu

source: Review user-submitted transcriptions in your language
nla: Pei náŋtə́ məzə̂u mi pye pi lagh' fá' shərə́-nŋwa'a

source: s
nla: L

source: S
nla: N

source: Select an option
nla: Pei kán tâ' zə̂u

source: Select a variant (optional)
nla: Pei tsó' tâ' kəm-tsâr yi mbo' kə̂p cǒ

source: Select File
nla: Pei káŋ tâ' tsə̌m-nŋwa'a

source: Select File to Upload
nla: Pei káŋ tâ' tsə̌m-nŋwa'a yi pei wo ntə́u

source: Select up to three domains (optional)
nla: Pei káŋ no məsʉ̂ mə́ntárə́

source: Sentence
nla: No yi ŋuu la'á

source: Sentence Domain
nla: Sʉ̂ kəm-tsâr

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
nla: Məkəm-tsâr mi fú ya'a, pə pǎa kʉ'ʉ́ lə́ nou məzə̂u mi mbo' lâ' jwô leitə́ lə́ cc-0.

source: { $sentences } sentences reviewed. Thank you!
nla: { $sentences } Məkəm-tsâr mi lí'tə́. nkhwo !

source: Sentence Variant
nla: kəm-tsâr yi mbo' kə̂p cǒ

source: Separate sentences into one line by pressing “Enter” or “Return” once
nla: pei nó' « có' » ndágh' ngaptə́ məkəm-tsâr

source: Service and Retail
nla: fa' gháp ze'tə́ mezə̂u fə̌i

source: Share Common Voice
nla: Pei gháptə́ tsəpə-nji

source: Share your clip
nla: Pei gháptə́ zə̂u yi pei ghou mə́

source: Shortcuts
nla: Kəm-nǰ

source: [Should be ‘dinosaurs’]
nla: [Tə̌i pə́ « mə » nô-mwǒgh']

source: [Should be “We are”]
nla: [təi pə́ « Nde' cǒ »]

source: Single
nla: kəm-tsâr mo'

source: Single sentence submission
nla: Ntə́u nda' kəm-tsâr mo'

source: Skip
nla: Lei

source: Small batch
nla: môu ləpu'ú

source: Small batch sentence submission
nla: tə́u mə́mbú'ú məkəm-tsâr

source: Source: { $sentenceSource }
nla: Ləfǔ-zěi : { $sentenceSource }

source: Speak
nla: ńtsát

source: Speak now
nla: mbo' pei tsát

source: Speak options menu
nla: ndə̂ məzə̂u mi pə́ ghwǒ lə́ ńgʉ́ « ńtsát »

source: Start recording
nla: Jítə́ lə́ ngóu

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
nla: <strong>[ ncwáa pəjǐ-mbô ]</strong> Pəmə́ mənô-mwǒgh' lə pə́ mpfu <strong>[ ncwáa pəjǐ-mbô ]</strong> -rias.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
nla: <strong>[ ndə́mtə́ ]</strong> Pəmə́ mənô-mwǒgh' lə pə́ mpfu <strong>[ nkwógh' ]</strong> Trias.

source: Submit
nla: ntə́u

source: Submit a new question for the community to read and respond to
nla: Ḿbʉ́ cǒ túŋə-no yi shwî, njí ńgó mbo' lâ' fúŋ mbwǒt

source: Submit a report
nla: ə ńtə́u nŋwa'a

source: Submit clips
nla: Ntə́u məzə̂u mi o ghǒu

source: Submit new questions for the community to read and respond to
nla: Pei pʉ̂ʉ mə́túŋə-no mi shwî mi mbo' lâ' fûŋ mbǒ mbwǒt

source: Success
nla: Yo pəu

source: success checkmark
nla: Li'i lagh' yárə́ zə̂u pə́ zʉ́

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
nla: Pei cí ŋə́ lə ndyegh'ə́ pô təʉ lə ndágh' mbə́i. Pei cí ŋə́ lə ndyegh'ə́ pô kwap lə ndágh' ndə̌' .Pei cí ŋə́ lə tʉ̌ lə ndágh' muŋə́. <strong>Koo pei lyegh'ə lə ntə́u zə̂u yi pei pyegh'ə́ náŋ tə njwó !</strong>

source: Taking several attempts to read a word.
nla: Fí'tə́ mpfu ndwuŋ lə́ fúŋ tâ' ləjwôgh' nŋwa'a

source: Tap
nla: Nou'

source: Technology and Robotics
nla: Məfa' pəməsʉ̂ŋ gháp pətə́tó

source: Thank you for contributing your bulk submission!
nla: Nkhwo ghí' pei tə̌u məkəm-tsâr ndwuŋ lə !

source: Thank you for contributing your voice!
nla: Nkhwo ghí' pei ŋə́ nji zei lə́ pogh'

source: Thank you for donating your voice clips!
nla: Nkhwo ghí' pei ŋə́ mənji mi pei ghou mə́ lə́ pogh'

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
nla: Nkhwo lə́ məzə̂u mi pei ghǒu !<lineBreak></lineBreak>Mbo' pei kárə́ mbóŋə́ ntə́u mətsə̌m məzə̂u mwo.

source: Thank you for your voice information
nla: Nkhwo lə́ məno pei le'tə́

source: The bumblebee sped by.
nla: Kə́fəm lə̌m.

source: The clip has disrespectful or offensive language.
nla: Fi'tə tsâr yi pə́ zú' pə́ nji zěi ghwo ngwâ' gháp mənzou cər wó.

source: The giant dinosaur of the Triassic.
nla: Mə́ nô-mwǒgh' yi lə́ pə́ mpfu Trias

source: The giant dinosaurs of the Triassi-.
nla: Pəmə́ mənô-mwǒgh' lə pə́ mpfu Tria-

source: The giant dinosaurs of the Triassic.
nla: Pəmə́ mənô-mwǒgh' lə pə́ mpfu Trias

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
nla: Pəmə́ mənô-mwǒgh' lə pə́ mpfu Trias. <strong>[cǒ nji ji fúŋ yórə́]</strong>

source: The giant dinosaurs of the Triassic. Yes.
nla: Pəmə́ mənô-mwǒgh' lə pə́ mpfu Trias. Əŋ.

source: The giant dino <strong>[cough]</strong> the Triassic.
nla: Mə́ nô-mwǒgh' <strong>[ nkwógh']</strong> yi Trias.

source: There are currently no sentences to review in this language.
nla: Káa cǒ kəm-tsâr yi mbo' pə́ li'tə lə́ zei tsâr mpfu wo

source: The recording was too long.
nla: Zə̂u pə́ ghǒu sa' tə́sə́ʉ

source: The recording was too quiet.
nla: Nji yi pə́ lǎgh' ngǒu zə̂u pwǒr tə́sə́ʉ.

source: The recording was too short.
nla: Zə̂u pə́ ghǒu kəmtə tə́sə́ʉ

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
nla: Mpfu yi məngyě pə́ ntsát ə ntʉ̌-nji yé kə́p lə́ yi ŋuu mbiŋə. Pei nyet lə́ ngóu mpfu yi ntʉ̌-ji ŋá'á tə mə́ nze'tə tsâr məkəm məkəm. Ntʉ̌-nji lǒu kə́u shí' tə́ pə́ ghí' kə́ pyér zú' yé mənyôgh' nŋwa'a po pei nyét lə́ wó.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
nla: Zə̂u yi ghou məkəm-tsâr shərə kə́u ndə̂ tsəpə-nji. Maa mpfu ntsəm mbo' pei <writeURL>nŋwa'a</writeURL> kəm-tsâr kəʉ <reviewURL>ndyí'tə́</reviewURL> məkəm-tsâr gháp tsəpə-nji.

source: The sentence has a grammatical or spelling error.
nla: Kəm-tsâr ghwo lǒ' lə́ ntʉ́tə́ kəʉ lə́ ntsúŋú nŋwa'á mənyôgh' nŋwa'a

source: The sentence has disrespectful or offensive language.
nla: Ngwâ' gháp mənzou wó cər kəm-tsâr zei.

source: The sentence must be grammatically correct.
nla: Pə́ ghwo lə́ ntʉ́ŋ'tə́ mənyôgh' nŋwa'a cər nkəm-tsâr kwa' shʉ'ʉ

source: The sentence must be speakable.
nla: Kəm-tsâr ghwo lə́ mbə́u yi mbo' pə́ fúŋ

source: The sentence must be spelled correctly.
nla: Pə́ ghwo lə́ ntsúŋə́ nkəm-tsâr nŋwa'á kwa' shʉ'ʉ

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
nla: Pei kʉ́'ʉ́ cǒ' mə́no ghí' pei lǒu nkóŋ. Pogh' pə́ wo ghaptə nou məzə̂u, ə́ lwǒ ŋuu pei pə̌ páp, tə mbaa nyét wógh' ńgó ləjwôgh' zéi ngʉ́ li'i ntəu-tsâr zʉ́'ʉ́ lə́ ndwuŋ mə́ngu' pei nghwǒ po; tə́ mbaa ndágh' kəʉ pei mbiŋə kəʉ pəngyě.

source: Three to go!
nla: Koo lei mpfu tárə́ !

source: Too many files
nla: mətsə̌m-nŋwa'a záa tə nzé'

source: Transcribe audio recordings into text
nla: pei shə́rə́ nji yi pə́ ghǒu nŋwá'á

source: Transcribe audio recordings in your language
nla: shə́rə́ nŋwa'á mənji pə́ ghǒu ŋə́ lə́ tsâr lâ' zéi

source: Try again by dragging your file here
nla: Pei cí tsə̌m-nŋwa'a zéi ŋə́ ya'a ndá' mbyégh'ə́ ngʉ́

source: Try uploading again
nla: Pei pyégh' ntə́u pə́ shwi-shwî

source: Understand contribution criteria
nla: Ə nzú' məzə̂u mi pə ghwǒ lə́ ńgʉ́ ndǎgh' ntóutə́

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
nla: Pei tsúŋú nzú' zə̂u yi pei ghwǒ lə́ tógh' tû zéi mə́u, pfu yi pei pə̌ nzʉ'tə məkəm-tsâr mi pə́ ghou mə́, ə́ ndǎgh' ntsúŋtə́ ngou méi məkəm-tsâr shʉ'ʉ

source: Upload aborted. Do you want to delete your recordings?
nla: Zə́u yi pei tə̌u káa lə́t yé. Pei pə̌ ntsaa və́rə́ zə̂u tsəm yi pei ghou mə́ ?

source: { $uploadedSentences } of { $totalSentences } sentences collected
nla: məkəm-tsâr mi pə́ ghou cər

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
nla: { $uploadedSentences } { $totalSentences } mǝkǝm-tsâr mi pǝ́ ghou mǝ́ lǝ. nǒ' <downloadLink>ya'a</downloadLink> ndágh' kwarǝ́ mǝkǝm-tsâr mi pǝ́ ghou mǝ́.

source: Upload failed, please retry.
nla: Káa lə́t yé, pei kʉ́'ʉ́ mbyégh'ə́

source: Upload <icon></icon> public domain sentences
nla: Pei tə́u <icon></icon> mətsâr mi mbo' lâ' jwô

source: Upload in progress...
nla: ə́ pə́ ndə̌t...

source: Upload more sentences?
nla: Pei kə́ ntə́u məcǒ məkəm-tsâr

source: Use correct grammar
nla: Pə́ ghwo lə́ ntʉ́ŋ'tə́ mənyôgh' nŋwa'a cər nkəm-tsâr kwa' shʉ'ʉ

source: Use correct spelling and punctuation
nla: Pə́ ghwo lə́ ntsúŋə́ nkəm-tsâr nŋwa'á mbǒu có' məlɨ'i kwa' shʉ'ʉ

source: Validate Readings
nla: Nkárə́ mə́zə̂u mi pə́ fúŋ mə́

source: Validate Readings, Review Transcriptions
nla: Nkárə́ mə́zə̂u mi pə́ fúŋ mə́

source: Validate Readings <small>(Coming soon)</small>
nla: Nkárə́ mə́zə̂u mi pə́ fúŋ mə́ <small>(mpfu yi nde'e)</small>

source: Validate readings submitted by community members
nla: Nkárə́ mə́zə̂u mi pə́ fúŋ, pye lâ' ntə̂u

source: Validate user-recorded readings in your language
nla: Nkárə́ mə́zə̂u mi pə́ fúŋ mə́ lə́ tsâr lâ'

source: Varying Pronunciations
nla: ə́ fúŋ mbə́u lə mbə̂u

source: Volume
nla: Ntʉ̌-nji

source: Want to save your information? <createProfile>Create a profile</createProfile>
nla: Pei pə̌ ntsâa ngóu məno méi mo ? <createProfile>ndé'tə́ ŋuu o pə̌ zʉ́</createProfile>

source: We are going out to get a coffee.
nla: Nde' cǒ, poŋə mbóŋ wó

source: We are going out to get coffee.
nla: Nde' cǒ, poŋə mbóŋ.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
nla: Káa pogh' kú'tə wógh' lə́ ngwó mə́fi'tə-tsâr yi pə́ zú' pə́ nji zěi. Pei kə́ mbyégh'ə fí'tə́ mpfu nzəm.

source: We couldn’t get any sentences for you to speak. Please try again later.
nla: Káa pogh' pyér ngwó wógh' məkəm-tsâr mi pogh' fûŋ. Pei pyégh'ə́ ndǒu mpfu nde'e.

source: We may have run out of clips - refresh the page, or try again later.
nla: Káa pogh' pyér ngwó wógh' məkəm-tsâr mi pogh' kə́ ghǒu lə́ tsâr lâ' yo...

source: We’re going out to get coffee.
nla: Nde', poŋə mbóŋ

source: We're making some big changes
nla: pogh' pə́ kə́ptə məzə̂u lətəi-ndwuŋ

source: We’re sorry, your platform is not currently supported.
nla: yo no tsə wógh', lə́ zei ndə̂ kə́ pə́ yé yi tso'ó.

source: We've run out of sentences to record in this language...
nla: Káa pogh' pyér ngwó wógh' məkəm-tsâr mi pogh' kə́ ghǒu lə́ tsâr lâ' yo...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
nla: Pagh'ə tsáa ngó məfou-tû məzʉ̂ŋ tsúŋtə́ páŋə́ nzəm tsâr yi a pə̌ nkwǎt. Páŋə́ wêi lǒu nzáa pə́ ghá'á lə́ pə́ nzû' nŋwa'a, lǒ' pə yé wó po. Zap jutə́ mbǒŋ pəu, lə́ nji zéi wó tʉ̌ təsə́ʉ tə njwí nji nŋwa'a kə́ mbóŋ yé po.

source: What issues are you experiencing with this sentence?
nla: Pei pə̌ ngwo zarə́ lǒ' lə́ kəm-tsâr yo ?

source: What needs to be in my file?
nla: Tsə̌m-nŋwa'a záa wo ghwó yó ?

source: What sentences can I add?
nla: Mbo' kʉ'ʉ zarə́ kəm-tsâr ?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
nla: Pei lǒu mə́ nzʉ́'tə́, pei tsúŋə ntə́ lətuŋə́ nzú', kəʉ no yi pə́ lǎ' tsogh'ə lə yi pə nŋwa'á; Ko pei ghou mpfu yi pei pə̌ nzú' pôu məlǒ' mə̂u. <br /> Məlǒ' mi zá ńtó mwo:

source: Why are you asking?
nla: Ńté hó pei tʉŋə yo no ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
nla: Pei lǒu ngwó ndə̂ zei, mə́i mbo' pei pə́ náŋ fa' zéi, mbaa pə́ lar wéi lə́ cǒ nou-pye pi gháp kə́ ngwǒ mənji mi pə́ ghou mə́.

source: Write
nla: Nŋwá'á

source: Write options menu
nla: ndə̂ məzə̂u mi pə́ ghwǒ lə́ ńgʉ́ « ńŋwá'á »

source: y
nla: ə

source: Y
nla: ə

source: Yes
nla: ə̂ŋ

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
nla: Mbo' pei lâgh' məkəm-njí mi luŋə nŋwa'a məsʉ̂ŋ-nŋwa'a ndágh' fǎ' lə́wó : { sc-review-form-button-approve-shortcut } ndágh' mbə́i, { sc-review-form-button-reject-shortcut } ndágh' muŋə́, { sc-review-form-button-skip-shortcut } ndágh' nděi

source: You cannot add multiple sentences for a single submission
nla: Mbo pei kʉ'ʉ wéi məkəm-tsâr tə nzâa ntə́u tâ' mpfu po

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
nla: Káa pei kâŋ wéi cǒ tsâr. Pei kə́u cər <profileLink>ndəʉ ndə̂ wei</profileLink> Kǎŋ mətsâr.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
nla: pei tǝu mǝ́ tǝ ndwuŋ pǝ́ ghwǒ lǝ́ ntǝ́u ku' lǝ́ pa' nŋwa'a yo. Pei jwó { $retryLimit } mǝnza' mbǒu ŋǝ́ kǝm tsâr yi shwî. Nkhwo, lǝ́ mbêu yi pei lǎ' nzʉ́'tǝ́ !

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
nla: pei tǝu mǝ́ tǝ ndwuŋ pǝ́ ghwǒ lǝ́ ntǝ́u ku' lǝ́ pa' nŋwa'a yo. Pei jwó { $retryLimit } mǝnza' mbǒu ŋǝ́ kǝm tsâr yi shwî. Nkhwo, lǝ́ mbêu yi pei lǎ' nzʉ́'tǝ́ !

source: You must allow microphone access.
nla: Pei nyét pə́ yi mbo' pə́ lagh' luŋ-ntsʉ ndágh' fǎ'

source: You’re contributing to a target segment
nla: Pei pǎa tóutə́ cǒ kəm-tsâ yi pogh' kǎŋ

source: You’re contributing to our first target segment
nla: Pei pǎa tóutə́ tsəmbi kəm-tsâ yi pogh' kǎŋ

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
nla: Pei pə̌ dət lə́ mətəʉ. Pei nyé' mbyé məyʉ' mpfu ńdágh' mbyégh'ə́ fúŋ kəm-tsâr ə́ njwó kəʉ pə́ tsuŋə nŋwa'á

source: You're helping Common Voice reach our daily sentence goals!
nla: Pei pfútə́ tsəpə-nji lə́ ngóu məkəm-tsâr mi a ghwǒ lə́ ngóu maa le'é mbî ye tsəm

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
nla: Nde' məkəm-tsâr mi shwí méi me mə́ ! Pei lə̌i ndí' pə́ jwô ngwô' po, pei wó cər ndə̂ mətû-məno mə́tsəm, ə́ kə́p nkwárə́ nyarə məcǒ məkəm-tsâr lə́ tsâr lâ' zéi.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
nla: Nde' məkəm-tsâr mi shwí méi me mə́ ! Pei lə̌i ndí' pə́ jwô ngwô' po, pei wó cər ndə̂ mətû-məno mə́tsəm, ə́ kə́p nkwárə́ nyarə məcǒ məkəm-tsâr lə́ tsâr lâ' zéi.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
nla: Tsəpə-nji ku' lə́ <goalPercentage></goalPercentage> ngʉ fa' yé maa le'é tsəm ńté ghí' o pfutə yé lə́ { $goalValue } ngóu məzə̂u !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
nla: Tsəpə-nji ku' lə́ <goalPercentage></goalPercentage> ngʉ fa' yé maa le'é tsəm ńté ghí' o pfutə yé lə́ { $goalValue } nkárə́ məzə̂u !
